Repository: steipete/CodexBar
Catalog: Sources/CodexBar/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Applies only to the Security.framework OAuth keychain reader.
de: Gilt nur für den Security.framework OAuth-Schlüsselbundleser.
es: Solo aplica al lector OAuth del llavero Security.framework.
fr: S'applique uniquement au lecteur OAuth du trousseau Security.framework.
ja: Security.framework OAuth キーチェーンリーダーにのみ適用。
ko: Security.framework OAuth 키체인 리더에만 적용됩니다.
zh_hans: 仅适用于 Security.framework OAuth 钥匙串读取器。
zh_hant: 僅適用於 Security.framework OAuth 鑰匙圈讀取器。

source: Auto uses API first, then falls back to CLI on auth failures.
de: Verwendet zuerst API, dann CLI bei Authentifizierungsfehlern.
es: Usa API primero, luego recurre a CLI en caso de error.
fr: Utilise d'abord l'API, puis bascule vers CLI en cas d'erreur.
ja: APIを優先使用し、認証失敗時にCLIにフォールバック。
ko: API를 우선 사용하고 인증 실패 시 CLI로 대체합니다.
zh_hans: 自动优先使用 API，认证失败时回退到 CLI。
zh_hant: 自動優先使用 API，驗證失敗時回退到 CLI。

source: Avoid Keychain prompts (experimental)
de: Schlüsselbund-Eingabeaufforderungen vermeiden (experimentell)
es: Evitar solicitudes del llavero (experimental)
fr: Eviter les invites du trousseau (expérimental)
ja: キーチェーンプロンプトを回避（実験的）
ko: 키체인 프롬프트 회피(실험적)
zh_hans: 避免钥匙串提示（实验性）
zh_hant: 避免鑰匙圈提示（實驗性）

source: Balance
de: Guthaben
es: Saldo
fr: Solde
ja: 残高
ko: 잔액
zh_hans: 余额
zh_hant: 餘額

source: Choose up to %@ providers
de: Wählen Sie bis zu %@ Anbieter
es: Elija hasta %@ proveedores
fr: Choisissez jusqu'à %@ fournisseurs
ja: 最大 %@ プロバイダを選択
ko: 최대 %@ 공급자 선택
zh_hans: 最多选择 %@ 个提供商
zh_hant: 最多選擇 %@ 個提供者

source: Critical issue
de: Kritisches Problem
es: Problema crítico
fr: Problème critique
ja: 重大な問題
ko: 심각한 문제
zh_hans: 严重问题
zh_hant: 嚴重問題

source: GitHub Copilot Login
de: GitHub Copilot-Anmeldung
es: Inicio de sesión GitHub Copilot
fr: Connexion GitHub Copilot
ja: GitHub Copilot ログイン
ko: GitHub Copilot 로그인
zh_hans: GitHub Copilot 登录
zh_hant: GitHub Copilot 登入

source: Historical tracking
de: Verlaufsverfolgung
es: Seguimiento histórico
fr: Suivi historique
ja: 履歴追跡
ko: 기록 추적
zh_hans: 历史记录追踪
zh_hant: 歷史記錄追蹤

source: Login Failed
de: Anmeldung fehlgeschlagen
es: Inicio de sesión fallido
fr: Connexion échouée
ja: ログイン失敗
ko: 로그인 실패
zh_hans: 登录失败
zh_hant: 登入失敗

source: Login Successful
de: Anmeldung erfolgreich
es: Inicio de sesión exitoso
fr: Connexion réussie
ja: ログイン成功
ko: 로그인 성공
zh_hans: 登录成功
zh_hant: 登入成功

source: Maintenance
de: Wartung
es: Mantenimiento
ja: メンテナンス中
ko: 유지보수
zh_hans: 维护中
zh_hant: 維護中

source: Major outage
de: Schwerer Ausfall
es: Interrupción mayor
fr: Panne majeure
ja: 大規模障害
ko: 대규모 장애
zh_hans: 大规模故障
zh_hant: 大規模故障

source: No providers selected
de: Kein Anbieter ausgewählt
es: Ningún proveedor seleccionado
fr: Aucun fournisseur sélectionné
ja: プロバイダ未選択
ko: 공급자가 선택되지 않음
zh_hans: 未选择提供商
zh_hant: 未選擇提供者

source: Ollama cookies are disabled.
de: Ollama-Cookies deaktiviert.
es: Cookies Ollama desactivadas.
fr: Cookies Ollama désactivés.
ja: Ollama Cookieが無効です。
ko: Ollama 쿠키가 비활성화됨.
zh_hans: Ollama Cookie 已禁用。
zh_hant: Ollama Cookie 已停用。

source: Open Browser
de: Browser öffnen
es: Abrir navegador
fr: Ouvrir le navigateur
ja: ブラウザを開く
ko: 브라우저 열기
zh_hans: 打开浏览器
zh_hant: 開啟瀏覽器

source: Open Ollama Settings
de: Ollama-Einstellungen öffnen
es: Abrir configuración Ollama
fr: Ouvrir paramètres Ollama
ja: Ollama 設定を開く
ko: Ollama 설정 열기
zh_hans: 打开 Ollama 设置
zh_hant: 開啟 Ollama 設定

source: Open Warp API Key Guide
de: Warp API-Schlüssel-Anleitung öffnen
es: Abrir guía de clave API Warp
fr: Ouvrir le guide Warp API
ja: Warp API キーガイドを開く
ko: Warp API 키 가이드 열기
zh_hans: 打开 Warp API 密钥指南
zh_hant: 開啟 Warp API 金鑰指南

source: Operational
de: Betriebsbereit
es: Operativo
fr: Opérationnel
ja: 正常稼働
ko: 정상 운영
zh_hans: 运行正常
zh_hant: 運行正常

source: Overview
de: Übersicht
es: Resumen
fr: Vue d'ensemble
ja: 概要
ko: 개요
zh_hans: 概览
zh_hant: 概覽

source: Overview rows always follow provider order.
de: Übersichtszeilen folgen immer der Anbieterreihenfolge.
es: Las filas de resumen siguen el orden de proveedores.
fr: Les lignes de vue d'ensemble suivent l'ordre des fournisseurs.
ja: 概要行は常にプロバイダ順序に従います。
ko: 개요 행은 항상 공급자 순서를 따릅니다.
zh_hans: 概览行始终按提供商顺序排列。
zh_hant: 概覽列始終按提供者順序排列。

source: Partial outage
de: Teilweiser Ausfall
es: Interrupción parcial
fr: Panne partielle
ja: 一部障害
ko: 일부 장애
zh_hans: 部分故障
zh_hant: 部分故障

source: Paste a Cookie header or cURL capture from Ollama settings.
de: Cookie-Header oder cURL von Ollama einfügen.
es: Pegue Cookie o cURL de configuración Ollama.
fr: Collez un en-tête Cookie ou cURL d'Ollama.
ja: Ollama設定のCookieヘッダーまたはcURLを貼り付け。
ko: Ollama 설정의 쿠키 헤더 또는 cURL 붙여넣기.
zh_hans: 粘贴 Ollama 设置的 Cookie 头或 cURL。
zh_hant: 貼上 Ollama 設定的 Cookie 標頭或 cURL。

source: Primary (API key limit)
de: Primär (API-Schlüssel-Limit)
es: Principal (límite clave API)
fr: Principal (limite clé API)
ja: プライマリ（APIキー制限）
ko: 기본(API 키 제한)
zh_hans: 主要（API 密钥限制）
zh_hant: 主要（API 金鑰限制）

source: Status unknown
de: Status unbekannt
es: Estado desconocido
fr: Statut inconnu
ja: 状態不明
ko: 상태 알 수 없음
zh_hans: 状态未知
zh_hant: 狀態未知

source: Use /usr/bin/security to read Claude credentials and avoid CodexBar keychain prompts.
de: /usr/bin/security zum Lesen der Claude-Anmeldedaten verwenden.
es: Usar /usr/bin/security para leer credenciales Claude.
fr: Utiliser /usr/bin/security pour lire les identifiants Claude.
ja: /usr/bin/security でClaude認証情報を読取り、キーチェーンプロンプトを回避。
ko: /usr/bin/security로 Claude 자격 증명을 읽어 키체인 프롬프트 회피.
zh_hans: 使用 /usr/bin/security 读取 Claude 凭据以避免 CodexBar 钥匙串提示。
zh_hant: 使用 /usr/bin/security 讀取 Claude 憑據以避免 CodexBar 鑰匙圈提示。

source: Waiting for Authentication...
de: Warte auf Authentifizierung…
es: Esperando autenticación…
fr: En attente d'authentification…
ja: 認証を待機中…
ko: 인증 대기 중…
zh_hans: 等待认证…
zh_hant: 等待驗證…

source: System
es: Sistema
fr: Système
ja: システム
ko: 시스템
zh_hans: 系统
zh_hant: 系統

source: Version %@ (%@)
es: Versión %@ (%@)
ja: バージョン %@（%@）
ko: 버전 %@(%@)
zh_hans: 版本 %@（%@）
zh_hant: 版本 %@（%@）

source: Website
es: Sitio web
fr: Site web
ja: ウェブサイト
ko: 웹사이트
zh_hans: 网站
zh_hant: 網站

source: Email
es: Correo electrónico
ja: メール
ko: 이메일
zh_hans: 邮箱
zh_hant: 電子郵件

source: Version
es: Versión
ja: バージョン
ko: 버전
zh_hans: 版本
zh_hant: 版本

source: Status
es: Estado
fr: Statut
ja: ステータス
ko: 상태
zh_hans: 状态
zh_hant: 狀態

source: Credits
es: Créditos
fr: Crédits
ja: クレジット
ko: 크레딧
zh_hans: 积分
zh_hant: 積分

source: MCP details
es: Detalles MCP
fr: Détails MCP
ja: MCP 詳細
ko: MCP 상세
zh_hans: MCP 详情
zh_hant: MCP 詳情

source: Code review
es: Revisión de código
fr: Revue de code
ja: コードレビュー
ko: 코드 리뷰
zh_hans: 代码审查
zh_hant: 程式碼審查

source: OK
es: Aceptar
ko: 확인
zh_hans: 好
zh_hant: 好

source: OpenAI cookies
es: Cookies de OpenAI
fr: Cookies OpenAI
ja: OpenAI Cookie
ko: OpenAI 쿠키
zh_hans: OpenAI Cookie
zh_hant: OpenAI Cookie

source: Caches
es: Cachés
ja: キャッシュ
ko: 캐시
zh_hans: 缓存
zh_hant: 快取

source: Codex binary
es: Binario Codex
fr: Binaire Codex
ja: Codex バイナリ
ko: Codex 바이너리
zh_hans: Codex 二进制
zh_hant: Codex 二進位

source: Claude binary
es: Binario Claude
fr: Binaire Claude
ja: Claude バイナリ
ko: Claude 바이너리
zh_hans: Claude 二进制
zh_hant: Claude 二進位

source: API region
es: Región API
fr: Région API
ja: API リージョン
ko: API 지역
zh_hans: API 区域
zh_hant: API 區域

source: API token
es: Token API
fr: Jeton API
ja: API トークン
ko: API 토큰
zh_hans: API 令牌
zh_hant: API 權杖

source: Claude cookies
es: Cookies de Claude
fr: Cookies Claude
ja: Claude Cookie
ko: Claude 쿠키
zh_hans: Claude Cookie
zh_hant: Claude Cookie

source: Cookie header
es: Encabezado Cookie
fr: En-tête Cookie
ja: Cookie ヘッダー
ko: 쿠키 헤더
zh_hans: Cookie 头
zh_hant: Cookie 標頭

source: OpenAI web extras
es: Extras web OpenAI
fr: Extras web OpenAI
ja: OpenAI ウェブエクストラ
ko: OpenAI 웹 추가 기능
zh_hans: OpenAI 网页扩展
zh_hant: OpenAI 網頁擴充

source: Version %@
es: Versión %@
ja: バージョン %@
ko: 버전 %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: %@: %@ credits
es: %@: %@ créditos
fr: %@ : %@ crédits
ja: %@: %@ クレジット
ko: %@: %@ 크레딧
zh_hans: %@: %@ 积分
zh_hant: %@: %@ 積分

source: %@%% in reserve
es: %@%% en reserva
fr: %@%% en réserve
ja: %@%% 予備
ko: %@%% 여유
zh_hans: %@%% 储备
zh_hant: %@%% 儲備

source: %@% in reserve
es: %@% en reserva
fr: %@% en réserve
ja: %@% 予備
ko: %@% 여유
zh_hans: %@% 储备
zh_hant: %@% 儲備

source: Plan: %@
fr: Forfait : %@
ja: プラン: %@
ko: 플랜: %@
zh_hans: 计划: %@
zh_hant: 方案: %@

source: Beta
fr: Bêta
ja: ベータ版
ko: 베타
zh_hans: 测试版
zh_hant: 測試版

source: Plan
ja: プラン
ko: 플랜
zh_hans: 方案
zh_hant: 方案

source: Top: %@
ja: トップ: %@
ko: 상위: %@
zh_hans: 热门: %@
zh_hant: 熱門: %@

source: 1 min
ja: 1 分
ko: 1분
zh_hans: 1 分钟
zh_hant: 1 分鐘

source: 2 min
ja: 2 分
ko: 2분
zh_hans: 2 分钟
zh_hant: 2 分鐘

source: 5 min
ja: 5 分
ko: 5분
zh_hans: 5 分钟
zh_hant: 5 分鐘

source: 15 min
ja: 15 分
ko: 15분
zh_hans: 15 分钟
zh_hant: 15 分鐘

source: 30 min
ja: 30 分
ko: 30분
zh_hans: 30 分钟
zh_hant: 30 分鐘

source: Auto
ja: 自動
ko: 자동
zh_hans: 自动
zh_hant: 自動
